Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Ungrouped/SOS.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# CRASHDETECTION_FEEDBACK_ASSISTANT_LEGAL_TEXT
source: Your Apple device recently detected a potential crash event. You may choose to provide feedback to help improve Crash Detection and Safety features. By continuing, data submitted anonymously through Improve Safety will be correlated with your feedback responses. However, this data will not include personally identifiable information.
ar: اكتشف جهاز Apple مؤخرًا حدث اصطدام محتمل. يمكنك اختيار تقديم ملاحظات للمساعدة في تحسين اكتشاف الاصطدام وميزات السلامة. في حالة المتابعة، ستكون البيانات المرسلة بهوية مجهولة من خلال ميزة تحسين الأمان مرتبطة بردودك في الملاحظات، لكن هذه البيانات لن تتضمن معلومات تدل على هويتك الشخصية.
bg: Вашето Apple устройство наскоро разпозна събитие с потенциална катастрофа. Можете да изберете да предоставите обратна връзка, за да помогнете за подобряването на функцията Разпознаване на катастрофа и функциите за безопасност. Като продължите, изпратените анонимно данни през Подобряване на безопасността ще бъдат свързани с вашите отговори в обратната връзка. Въпреки това тези данни няма да включват информация, която ви идентифицира лично.
ca: El dispositiu Apple acaba de detectar un possible accident. Pots enviar un comentari per ajudar a millorar la detecció d’accidents i les funcions de seguretat. Si continues, la funció de millora de la seguretat enviarà les dades de manera anònima i es correlacionaran amb les respostes del comentari, però no inclouran cap tipus d’informació que t’identifiqui personalment.
cs: Vaše zařízení Apple nedávno detekovalo potenciální dopravní nehodu. Můžete se rozhodnout, zda chcete pomoct s vylepšováním bezpečnostních funkcí a detekce nehod tím, že poskytnete zpětnou vazbu. Pokud budete pokračovat, s odpověďmi z vaší zpětné vazby budou sdružena data anonymně odeslaná prostřednictvím funkce Vylepšování bezpečnosti. Tato data však nebudou obsahovat informace, podle kterých by vás bylo možné identifikovat.
da: Din Apple-enhed registrerede for nylig en mulig ulykke. Du kan vælge at give feedback for at hjælpe med at forbedre Registrering af ulykke og sikkerhedsfunktioner. Hvis du fortsætter, bliver data, der er indsendt anonymt via Forbedring af sikkerhed, forbundet med din feedback. Disse data indeholder dog ikke oplysninger, der kan identificere dig personligt.
de: Dein Apple-Gerät hat kürzlich einen potenziellen Unfall erkannt. Du kannst Feedback bereitstellen, um die Unfallerkennung und Sicherheitsfunktionen zu verbessern. Wenn du fortfährst, werden die anonym über „Sicherheit verbessern“ gesendeten Daten mit deinem Feedback verknüpft. Diese Daten enthalten jedoch keine Informationen, die Rückschlüsse auf deine Person zulassen.
el: Η συσκευή Apple σας ανίχνευσε πρόσφατα ένα πιθανό τροχαίο. Μπορείτε να επιλέξετε να παρέχετε σχόλια με σκοπό τη βελτίωση των δυνατοτήτων Ανίχνευσης τροχαίου και Ασφάλειας. Αν συνεχίσετε, τα δεδομένα που υποβλήθηκαν ανώνυμα μέσω της Βελτίωσης ασφάλειας, θα συσχετίζονται με τις απαντήσεις σας. Ωστόσο, αυτά τα δεδομένα δεν θα περιλαμβάνουν ταυτοποιήσιμες πληροφορίες.
es: Tu dispositivo Apple ha detectado recientemente un posible accidente. Puedes enviar tus comentarios para ayudar a mejorar esta y otras funciones de seguridad. Al hacerlo, los datos que envíes de forma anónima a través de la función “Mejorar la seguridad” se asociarán a tus comentarios, pero no incluirán información que te identifique personalmente.
es_us: Tu dispositivo Apple detectó hace poco un posible choque. Puedes elegir tus comentarios para ayudar a mejorar las funciones de Detección de choques y seguridad. Si continúas, los datos enviados de manera anónima mediante Mejorar las funciones de seguridad se correlacionarán con lo que comentes. Sin embargo, estos datos no incluirán información que te pudiera identificar personalmente.
fi: Apple-laitteesi havaitsi äskettäin mahdollisen kolarin. Voit halutessasi antaa palautetta, joka auttaa parantamaan kolarintunnistusta ja turvaominaisuuksia. Jos jatkat, Paranna turvallisuutta -ominaisuuden kautta antamasi anonyymit tiedot korreloidaan palautevastaustesi kanssa. Nämä tiedot eivät kuitenkaan sisällä tietoja, joista henkilöllisyytesi voidaan tunnistaa.
fr: Votre appareil Apple a récemment détecté un accident potentiel. Vous pouvez choisir de fournir une évaluation pour contribuer à l’amélioration de la détection des accidents et des fonctionnalités de sécurité. Si vous poursuivez, des données envoyées de façon anonyme via « Améliorer la sécurité » seront associées aux réponses de votre évaluation. Ces données ne contiendront toutefois aucune information permettant de vous identifier personnellement.
fr_ca: Votre appareil Apple a récemment détecté un accident potentiel. Vous pouvez envoyer un commentaire pour contribuer à l’amélioration de la détection des accidents et des fonctionnalités de sécurité. Si vous continuez, des données envoyées de façon anonyme par l’entremise de la fonctionnalité « Améliorer la sécurité » seront associées à votre commentaire. Ces données ne contiendront toutefois aucune information permettant de vous identifier personnellement.
he: מכשיר ה-Apple שלך זיהה לאחרונה אירוע אפשרי של תאונת דרכים. באפשרותך לשלוח משוב כדי לסייע בשיפור ״זיהוי תאונת דרכים״ ומאפייני הבטיחות. המשך יוביל לכך שנתונים שנשלחו באופן אנונימי דרך המאפיין ״שיפור בטיחות״ יקושרו לתגובות המשוב שלך. יחד עם זאת, נתונים אלה לא יכללו מידע שמאפשר זיהוי אישי.
hi: आपके Apple डिवाइस ने हाल ही में संभावित क्रैश घटना का पता लगाया है। आप क्रैश पहचान और सुरक्षा फ़ीचर को बेहतर बनाने में मदद करने के लिए फ़ीडबैक देने का विकल्प चुन सकते हैं। जारी रखने पर, सुरक्षा सुधार के माध्यम से अनाम रूप से सबमिट किए गए डेटा को आपकी फ़ीडबैक प्रतिक्रियाओं के साथ जोड़ा जाएगा। हालाँकि, इस डेटा में व्यक्तिगत रूप से पहचान योग्य जानकारी शामिल नहीं होगी।
hr: Vaš Apple uređaj nedavno je detektirao potencijalni sudar. Možete pružiti povratnu informaciju kako biste pomogli u poboljšanju Detekcije sudara i sigurnosnih značajki. Ako nastavite, podaci koje na anoniman način pošaljete putem Poboljšanja sigurnosti korelirat će se s vašom povratnom informacijom. Ipak, ti podaci neće sadržavati informacije koje bi vas mogle identificirati.
hu: Az Apple-eszköze a közelmúltban egy lehetséges ütközéses eseményt észlelt. Dönthet úgy, hogy visszajelzést ad, amellyel segíthet az Ütközésészlelés és a biztonsági funkciók továbbfejlesztésében. Ha folytatja, akkor a Biztonság továbbfejlesztése funkción keresztül névtelen módon beküldött adatok társítva lesznek az Ön visszajelzésében szereplő válaszokkal, azonban ezekben az adatokban nem szerepelnek személyazonosítása alkalmas információk.
id: Perangkat Apple Anda baru mendeteksi potensi insiden tabrakan. Anda dapat memilih untuk memberikan umpan balik untuk membantu meningkatkan fitur Deteksi Tabrakan dan Keselamatan. Dengan melanjutkan, data yang dikirim secara anonim melalui Tingkatkan Keselamatan akan dikorelasikan dengan respons umpan balik Anda. Namun, data ini tidak akan menyertakan informasi yang dapat diidentifikasi secara pribadi.
it: Il tuo dispositivo Apple ha recentemente rilevato un potenziale incidente. Puoi scegliere di inviarci un feedback per aiutarci a migliorare il rilevamento degli incidenti e le funzionalità di sicurezza. Se continui, i dati inviati in modo anonimo tramite l’opzione di miglioramento della sicurezza verranno correlati alle risposte del tuo feedback. Tuttavia, tali dati non includeranno informazioni che consentano di identificarti personalmente.
ja: 最近、Appleデバイスで衝突事故の可能性が検出されました。衝突事故検出および安全性機能の改善のためにフィードバックを提供することを選択できます。続行することにより、“安全性機能の改善”から匿名で送信されたデータはあなたのフィードバックと相互に関連付けられます。ただし、このデータには、個人を特定できる情報は含まれません。
kk: Apple құрылғыңыз жақында ықтимал апат белгілерін анықтады. «Апатты анықтау» функциясын және қауіпсіздік функцияларын жақсартуға көмектесу үшін өз пікіріңізді қалдыра аласыз. Жалғастырсаңыз, «Қауіпсіздікті жақсарту» функциясы арқылы анонимді түрде жіберілген ақпарат пікіріңіздің жауаптарымен байланыстырылады. Дегенмен бұл деректер жеке ақпаратты қамтымайды.
ko: 최근 Apple 기기에서 잠재적 충돌 이벤트가 감지되었습니다. 피드백을 제공하여 충돌 감지 및 안전 기능을 향상하는 데 도움을 줄 수 있습니다. 계속하면 안전 기능 향상을 통해 익명으로 제출된 데이터가 사용자의 피드백 답변과 연결됩니다. 단, 이 데이터에는 개인을 식별할 수 있는 정보는 포함되지 않습니다.
lt: Jūsų „Apple“ įrenginys neseniai aptiko galimą avariją. Galite pateikti atsiliepimą ir padėti tobulinti funkcijas „Avarijos aptikimas“ ir „Sauga“. Jei tęsite, per „Saugos funkcijų tobulinimas“ anonimiškai pateikti duomenys bus koreliuojami su jūsų atsiliepimu. Tačiau šiuose duomenyse nebus asmenį identifikuojančios informacijos.
ms: Peranti Apple anda telah mengesan kemungkinan peristiwa nahas baru-baru ini. Anda boleh memilih untuk memberikan maklum balas bagi membantu meningkatkan ciri Pengesanan Nahas dan Keselamatan. Dengan meneruskan, data yang diserahkan tanpa nama menerusi Tingkatkan Keselamatan akan dikaitkan dengan respons maklum balas anda. Walau bagaimanapun, data ini tidak akan termasuk maklumat pengenalpastian peribadi.
nl: Je Apple apparaat heeft recent een mogelijk ongeluk gedetecteerd. Je kunt ervoor kiezen om feedback te geven om te helpen bij het verbeteren van ongelukdetectie- en veiligheidsfuncties. Als je doorgaat, worden gegevens die anoniem zijn ingediend via 'Verbeter veiligheid' in verband gebracht met je feedbackantwoorden. Deze gegevens bevatten echter geen informatie waaruit je identiteit kan worden afgeleid.
no: Apple-enheten din registrerte nylig en mulig bilulykke. Du kan velge å gi tilbakemelding for å hjelpe oss med å forbedre Registrering av ulykke og andre sikkerhets­funksjoner. Hvis du fortsetter, vil anonymt innsendt data fra Forbedring av sikkerhet bli knyttet til tilbakemeldingen din. Slike data vil imidlertid ikke inneholde informasjon som kan identifisere deg personlig.
pl: Twoje Urządzenie Apple wykryło ostatnio potencjalny wypadek. Możesz wyrazić zgodę na udostępnianie informacji zwrotnych, które pomogą udoskonalać wykrywanie wypadków i funkcje bezpieczeństwa. Jeśli będziesz kontynuować, dane przesłane anonimowo za pośrednictwem funkcji Ulepszanie bezpieczeństwa zostaną skorelowane z Twoimi informacjami zwrotnymi. Dane te nie będą jednak zawierać informacji, które pozwalają Cię zidentyfikować.
pt_br: Seu dispositivo da Apple detectou recentemente um possível acidente. Você pode optar por fornecer feedback para ajudar a melhorar os recursos de Detecção de Acidente e Segurança. Ao continuar, os dados enviados anonimamente através do recurso Melhorar a Segurança serão correlacionados com as suas respostas de feedback. No entanto, esses dados não incluirão informações de identificação pessoal.
pt_pt: O seu dispositivo Apple detetou recentemente um possível acidente. Poderá optar por fornecer comentários para ajudar a melhorar a deteção de acidente e as funcionalidades de segurança. Se continuar, os dados enviados de forma anónima através de Melhorar segurança serão associados aos seus comentários, sem incluir informação de teor pessoal.
ro: Dispozitivul dvs. Apple a detectat recent un eveniment care ar putea fi un accident. Puteți alege să furnizați feedback pentru a îmbunătăți funcționalitățile Detectare accident și Siguranță. Dacă continuați, datele trimise în mod anonim prin Îmbunătățirea siguranței vor fi asociate cu răspunsurile dvs. din feedback. Totuși, aceste date nu vor include informații care să permită identificarea personală.
ru: Ваше устройство Apple недавно зафиксировало признаки потенциальной аварии. Вы можете оставить свой отзыв, чтобы помочь нам в улучшении функций безопасности и обнаружения аварий. Если продолжить, в дальнейшем данные, анонимно передаваемые с помощью функции «Улучшение Безопасности», будут соотноситься с Вашими отзывами. Однако эти данные не будут содержать персональной информации.
sk: Vaše Apple zariadenie nedávno detegovalo potenciálnu nehodu. Ak chcete pomôcť pri vylepšovaní detekcie nehôd a ďalších bezpečnostných funkcií, môžete poskytnúť odozvu. Ak sa rozhodnete pokračovať, dáta odoslané anonymne prostredníctvom funkcie Vylepšovanie bezpečnosti budú prepojené s vašimi odpoveďami v odozve. Tieto dáta nebudú obsahovať žiadne údaje umožňujúce osobnú identifikáciu.
sl: Vaša naprava Apple je nedavno zaznala morebitno prometno nesrečo. Če želite, lahko podate povratne informacije in tako pomagate izboljšati funkciji Zaznavanje prometne nesreče in Varnost. Če nadaljujete, bodo podatki, ki so anonimno poslani, če je vključena možnost Izboljšaj varnost, povezani z vašimi povratnimi informacijami, vendar ti podatki ne bodo vsebovali osebno določljivih podatkov.
sv: Din Apple-enhet registrerade nyligen en möjlig olycka. Du kan välja att ge feedback och hjälpa till att förbättra Detektering av olycka och Säkerhetsfunktioner. Om du fortsätter korreleras data som skickats anonymt via Förbättra säkerhetsfunktioner med din feedback. Dessa data kommer emellertid inte att innehålla någon personligt identifierbar information.
th: อุปกรณ์ Apple ของคุณตรวจพบเหตุการณ์ชนกันที่อาจเกิดขึ้นเมื่อเร็วๆ นี้ คุณสามารถเลือกที่จะให้คำติชมเพื่อช่วยปรับปรุงคุณสมบัติการตรวจจับการชนกันและความปลอดภัยได้ โดยการดำเนินการต่อ หมายความว่าข้อมูลที่ส่งโดยไม่ระบุตัวตนผ่านการปรับปรุงความปลอดภัยจะสัมพันธ์กับการตอบกลับคำติชมของคุณ อย่างไรก็ตาม ข้อมูลนี้จะไม่รวมข้อมูลส่วนบุคคลที่ระบุตัวตนได้
tr: Apple aygıtınız, yakın zamanda olası bir trafik kazası olayı algıladı. Trafik Kazası Algılama ve Güvenlik özelliklerini iyileştirmeye yardımcı olmak için geri bildirim vermeyi seçebilirsiniz. Sürdürürseniz Güvenliği İyileştir aracılığıyla anonim olarak gönderilen veriler, geri bildirim yanıtlarınızla ilişkilendirilecektir. Ancak bu veriler, kişisel olarak tanınmaya neden olabilecek bilgiler içermez.
uk: Ваш пристрій Apple недавно виявив можливу аварію. Можна надати відгук, щоб допомогти покращити функції виявлення аварій і безпеки. Якщо продовжити, дані, надані анонімно через функцію «Покращення безпеки», буде узгоджено з вашими відповідями у відгуку. Проте ці дані не міститимуть інформації, що ідентифікує вашу особу.
vi: Thiết bị Apple của bạn gần đây đã phát hiện một va chạm tiềm ẩn. Bạn có thể chọn cung cấp phản hồi để giúp cải thiện tính năng An toàn và Phát hiện va chạm. Khi bạn tiếp tục, dữ liệu được gửi ẩn danh thông qua tính năng Cải thiện an toàn sẽ tương ứng với phản hồi của bạn. Tuy nhiên, dữ liệu này sẽ không bao gồm thông tin nhận dạng cá nhân.
zh_cn: Apple设备最近检测到潜在车祸事件。你可以选择提供反馈，协助改进车祸检测和安全功能。若继续，通过“改进安全”匿名提交的数据将与你的反馈回复关联。但是，此数据不会包括可识别个人身份的信息。
zh_hk: 你的Apple裝置最近偵測到可能的車禍。你可以選擇提供用户意見，協助改進「車禍偵測」和安全功能。如繼續，透過「改進安全性」匿名提交的資料將會與你的用户意見回應產生關聯，但此資料將不含可識別個人身份的內容。
zh_tw: 你的Apple裝置最近偵測到可能的車禍。你可以選擇提供使用者意見來協助改進「車禍偵測」和安全功能。若繼續，透過「改進安全性」匿名提交的資料會與你的使用者意見回覆連結，但此資料不會包含可識別個人身分的資訊。

# ACCIDENTAL_SOS_NOTIF_BODY_THREE_PRESSES_WITH_TIME_%@_PLURAL
source: iPhone initiated Emergency SOS at %@ because the side button was rapidly pressed three times. You can manage Call with 3 Presses in Settings.
ar: بدأ iPhone إجراء طوارئ SOS الساعة %@ لأنه تم الضغط على الزر الجانبي ثلاث مرات تباعًا. يمكنك إدارة مكالمة "الاتصال بالضغط ثلاث مرات" في الإعدادات.
bg: iPhone инициира SOS обаждане в %@, защото страничният бутон е бил натиснат бързо три пъти. Можете да управлявате „Обаждане при 3 натискания“ в Настройки.
ca: L’iPhone ha iniciat l’avís d’emergència SOS a les %@ en prémer el botó lateral 3 vegades ràpidament. Pots gestionar les opcions de les trucades d’emergència a la configuració.
cs: iPhone v %@ aktivoval funkci Tíseň SOS, protože bylo třikrát rychle za sebou stisknuto postranní tlačítko. Volbu „Volání 3 stisknutími“ můžete spravovat v Nastavení.
da: iPhone startede Nød‑SOS kl. %@, fordi der blev trykket hurtigt på sideknappen tre gange. Du kan administrere Ring op med 3 tryk i Indstillinger.
de: Das iPhone hat um %@ Uhr Notruf SOS gestartet, da die Seitentaste 3-mal schnell gedrückt wurde. Du kannst „Durch 3-mal Drücken anrufen“ in den Einstellungen verwalten.
el: Το iPhone εκκίνησε το Επείγον SOS στις %@ μετά από γρήγορο πάτημα του πλευρικού κουμπιού τρεις φορές. Μπορείτε να διαχειριστείτε την Κλήση με 3 πατήματα κουμπιού στις Ρυθμίσεις.
es: A las %@ el iPhone inició “Emergencia SOS” porque se pulsó el botón lateral tres veces seguidas. Puedes gestionar la opción “Llamar pulsando 3 veces” en Ajustes.
es_us: El iPhone inició Emergencia SOS a las %@ porque se presionó el botón lateral tres veces rápidamente. Puedes controlar la opción Llamar con tres presiones en Configuración.
fi: iPhone käynnisti Hätätila SOS:n klo %@, koska sivupainiketta painettiin nopeasti kolme kertaa. Voit hallita Soita 3 painalluksella -valintaa Asetuksissa.
fr: L’iPhone a émis un appel d’urgence à %@ car trois pressions rapides ont été effectuées sur le bouton latéral. Vous pouvez gérer « Appeler avec 3 appuis sur le bouton » dans Réglages.
fr_ca: Un appel Urgence SOS a été lancé à %@, car le bouton latéral a été enfoncé 3 fois rapidement d’affilée. Vous pouvez gérer « Appeler avec 3 pressions » dans Réglages.
he: ה-iPhone יזם שיחת ״חירום SOS״ ב-%@ משום שבוצעו שלוש לחיצות מהירות על כפתור הצד. ניתן לנהל את ״חיוג באמצעות 3 לחיצות״ ב״הגדרות״.
hi: %@ पर iPhone ने आपातकालीन SOS शुरू कर दिया क्योंकि साइड बटन को तीन बार तेज़ी से दबाया गया था। आप सेटिंग्ज़ में “3 बार दबाने पर कॉल करें” को प्रबंधित कर सकते हैं।
hr: iPhone je pokrenuo Hitan poziv u %@ jer je bočna tipka bila brzo pritisnuta tri puta. U Postavkama možete upravljati Pozivom pomoću 3 pritiska.
hu: Az iPhone segélyhívást indított %@-kor, mivel háromszor gyorsan lenyomta az oldalsó gombot. A Hívás 3 gombnyomással funkciót a Beállításokban kezelheti.
id: iPhone Anda memulai Darurat SOS pukul %@ karena tombol samping ditekan tiga kali dengan cepat. Anda dapat mengelola Panggil dengan 3 Kali Tekan di Pengaturan.
it: iPhone ha avviato “SOS Emergenze” alle %@ perché il tasto laterale è stato premuto rapidamente tre volte. Puoi gestire “Chiama premendo 3 volte” in Impostazioni.
ja: サイドボタンが素早く3回押されたため、%@にiPhoneから緊急SOSへの発信がありました。“設定”で“3回押して通報”を管理できます。
kk: iPhone сағат %@ кезінде төтенше қоңырау шалуды бастады, себебі бүйірлік түйме үш рет жылдам басылды. «Реттеулер» бөлімінен «3 рет басу арқылы қоңырау шалу» опциясын басқаруға болады.
ko: %@에 iPhone의 측면 버튼이 빠르게 3번 눌려서 긴급 구조 요청이 작동되었습니다. 설정에서 ‘3번 눌러서 전화걸기’를 관리할 수 있습니다.
lt: „iPhone“ inicijavo SOS signalo prašymą %@, nes naudotojas greitai 3 kartus paspaudė šoninį mygtuką. Skambutį galite nustatyti pasitelkę trijų paspaudimų parinktį srityje „Nustatymai“.
ms: iPhone memulakan SOS Kecemasan pada %@ kerana butang sisi ditekan tiga kali dengan pantas. Anda boleh mengurus Hubungi dengan Tekan 3 Kali dalam Seting.
nl: De iPhone heeft om %@ een nood­oproep geïnitieerd, omdat er drie­maal snel op de zijknop werd gedrukt. Je kunt 'Bel met drie­maal drukken' beheren in Instellingen.
no: iPhonen startet et Nødanrop (SOS) kl. %@, fordi sideknappen ble trykket inn raskt tre ganger. Du kan endre Ring med tre trykk i Innstillinger.
pl: iPhone wykonał połączenie funkcji Alarmowe SOS o %@ po szybkim trzykrotnym naciśnięciu przycisku bocznego. Opcją 3 naciśnięcia możesz zarządzać w Ustawieniach.
pt_br: O iPhone iniciou um SOS de Emergência às %@ porque o botão lateral foi pressionado rapidamente três vezes. Você pode gerenciar o recurso Pressionar 3 Vezes para Ligar nos Ajustes.
pt_pt: O iPhone iniciou o SOS emergência às %@ porque o botão lateral foi premido rapidamente três vezes. Pode gerir a opção Premir 3 vezes para ligar, nas Definições.
ro: iPhone‑ul dvs. a inițiat “S.O.S. urgențe” la %@, pentru că butonul lateral a fost apăsat rapid de trei ori. Puteți gestiona opțiunea “Apelare cu 3 apăsări” în Configurări.
ru: iPhone начал экстренный вызов в %@, так как боковая кнопка была быстро нажата три раза. Параметром «Вызов тремя нажатиями» можно управлять в Настройках.
sk: iPhone o %@ aktivoval funkciu SOS, pretože došlo k stlačeniu bočného tlačidla 3-krát rýchlo za sebou. Funkciu Zavolať stlačením 3-krát môžete spravovať v Nastaveniach.
sl: iPhone je sprožil nujni poziv SOS ob %@, ker je bil stranski gumb trikrat na hitro pritisnjen. Možnost Klic s 3 pritiski lahko upravljate v Nastavitvah.
sv: iPhone startade Nödanrop SOS kl. %@ eftersom sidoknappen trycktes in tre gånger snabbt. Du kan hantera Tre knapptryck för att ringa i Inställningar.
th: iPhone ได้เริ่มการทำงาน SOS ฉุกเฉินเมื่อเวลา %@ โดยมีการกดปุ่มด้านข้างอย่างรวดเร็วสามครั้ง คุณสามารถจัดการการโทรโดยกด 3 ครั้งได้ในการตั้งค่า
tr: iPhone, %@ sularında yan düğmeye hızlıca üç kez basıldığı için Acil SOS başlattı. 3 Kez Basarak Ara’yı Ayarlar’da yönetin.
uk: З вашого iPhone надійшов Сигнал SOS о %@, оскільки бічну кнопку було швидко натиснуто 3 рази. Функцією «Виклик 3‑ма натисненнями» можна керувати в Параметрах.
vi: iPhone đã bắt đầu SOS khẩn cấp lúc %@ vì nút sườn được nhấn nhanh ba lần. Bạn có thể quản lý tính năng Gọi bằng cách nhấn 3 lần trong Cài đặt.
zh_cn: 因侧边按钮被快速按下三次，iPhone于%@发起了SOS紧急联络。你可以在“设置”中管理“按3次进行呼叫”。
zh_hk: iPhone的側邊按鈕於%@被快速地按三下而啟動了「緊急求助SOS」。你可以在「設定」中管理「按三下即可通話」。
zh_tw: iPhone已在%@啟動「SOS緊急服務」，因為側邊按鈕曾被快速按三下。你可以在「設定」中管理「按三下通話」。
